Goldschmidt/constant/kinematicCloudPositions
/*--------------------------------*- C++ -*----------------------------------*\																
  =========                 |																
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox																
   \\    /   O peration     | Website:  https://openfoam.org																
    \\  /    A nd           | Version:  7																
     \\/     M anipulation  |																
\*---------------------------------------------------------------------------*/																
FoamFile																
{																
    version     2.0;																
    format      ascii;																
    class       vectorField;																
    object      kinematicCloudPositions;																
}																
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //																
																
(																
(0.000056	0.000000	0.0009)														
(0.000054	0.000014	0.0009)														
(0.000048	0.000028	0.0009)														
(0.00004	0.000040	0.0009)														
(0.000028	0.000048	0.0009)														
(0.000014	0.000054	0.0009)														
(0	0.000056	0.0009)														
(-0.000014	0.000054	0.0009)														
(-0.000028	0.000048	0.0009)														
(-0.00004	0.000040	0.0009)														
(-0.000048	0.000028	0.0009)														
(-0.000054	0.000014	0.0009)														
(-0.000056	0.000000	0.0009)														
(-0.000054	-0.000014	0.0009)														
(-0.000048	-0.000028	0.0009)														
(-0.00004	-0.000040	0.0009)														
(-0.000028	-0.000048	0.0009)														
(-0.000014	-0.000054	0.0009)														
(0	-0.000056	0.0009)														
(0.000014	-0.000054	0.0009)														
(0.000028	-0.000048	0.0009)														
(0.00004	-0.000040	0.0009)														
(0.000048	-0.000028	0.0009)														
(0.000054	-0.000014	0.0009)														
(0.000112	0.000000	0.0009)														
(0.000108	0.000029	0.0009)														
(0.000097	0.000056	0.0009)														
(0.000079	0.000079	0.0009)														
(0.000056	0.000097	0.0009)														
(0.000029	0.000108	0.0009)														
(0	0.000112	0.0009)														
(-0.000029	0.000108	0.0009)														
(-0.000056	0.000097	0.0009)														
(-0.000079	0.000079	0.0009)														
(-0.000097	0.000056	0.0009)														
(-0.000108	0.000029	0.0009)														
(-0.000112	0.000000	0.0009)														
(-0.000108	-0.000029	0.0009)														
(-0.000097	-0.000056	0.0009)														
(-0.000079	-0.000079	0.0009)														
(-0.000056	-0.000097	0.0009)														
(-0.000029	-0.000108	0.0009)														
(0	-0.000112	0.0009)														
(0.000029	-0.000108	0.0009)														
(0.000056	-0.000097	0.0009)														
(0.000079	-0.000079	0.0009)														
(0.000097	-0.000056	0.0009)														
(0.000108	-0.000029	0.0009)														
(0.000168	0.000000	0.0009)														
(0.000162	0.000043	0.0009)														
(0.000145	0.000084	0.0009)														
(0.000119	0.000119	0.0009)														
(0.000084	0.000145	0.0009)														
(0.000043	0.000162	0.0009)														
(0	0.000168	0.0009)														
(-0.000043	0.000162	0.0009)														
(-0.000084	0.000145	0.0009)														
(-0.000119	0.000119	0.0009)														
(-0.000145	0.000084	0.0009)														
(-0.000162	0.000043	0.0009)														
(-0.000168	0.000000	0.0009)														
(-0.000162	-0.000043	0.0009)														
(-0.000145	-0.000084	0.0009)														
(-0.000119	-0.000119	0.0009)														
(-0.000084	-0.000145	0.0009)														
(-0.000043	-0.000162	0.0009)														
(0	-0.000168	0.0009)														
(0.000043	-0.000162	0.0009)														
(0.000084	-0.000145	0.0009)														
(0.000119	-0.000119	0.0009)														
(0.000145	-0.000084	0.0009)														
(0.000162	-0.000043	0.0009)														
(0.000224	0.000000	0.0009)														
(0.000216	0.000058	0.0009)														
(0.000194	0.000112	0.0009)														
(0.000158	0.000158	0.0009)														
(0.000112	0.000194	0.0009)														
(0.000058	0.000216	0.0009)														
(0	0.000224	0.0009)														
(-0.000058	0.000216	0.0009)														
(-0.000112	0.000194	0.0009)														
(-0.000158	0.000158	0.0009)														
(-0.000194	0.000112	0.0009)														
(-0.000216	0.000058	0.0009)														
(-0.000224	0.000000	0.0009)														
(-0.000216	-0.000058	0.0009)														
(-0.000194	-0.000112	0.0009)														
(-0.000158	-0.000158	0.0009)														
(-0.000112	-0.000194	0.0009)														
(-0.000058	-0.000216	0.0009)														
(0	-0.000224	0.0009)														
(0.000058	-0.000216	0.0009)														
(0.000112	-0.000194	0.0009)														
(0.000158	-0.000158	0.0009)														
(0.000194	-0.000112	0.0009)														
(0.000216	-0.000058	0.0009)														
(0.00028	0.000000	0.0009)														
(0.00027	0.000072	0.0009)														
(0.000242	0.000140	0.0009)														
...
)																
																
//	*************************************************************************	//														
